<section class="min-h-screen bg-gray-100 px-8 sm:px-12 xl:px-24 font-sans text-center flex flex-col gap-24 items-center">
    <div class="bg-tertiary bg-opacity-20 p-10 rounded-xl my-20">
        <div class="font-medium text-xl text-left">
            <h1 class="text-xl mb-4">Ευχαριστούμε που επισκεφτήκατε τον ιστότοπό μας για στοιχηματικές προβλέψεις. Η πολιτική απορρήτου μας εξηγεί πώς συλλέγουμε, χρησιμοποιούμε, αποθηκεύουμε και προστατεύουμε τις πληροφορίες που λαμβάνουμε από εσάς κατά τη χρήση του ιστοτόπου.</h1>

            <h2 class="font-bold">1) Πληροφορίες που συλλέγονται:</h2> <h3 class="font-medium text-base">Κατά την επίσκεψη σας στον ιστότοπό μας, μπορεί να συλλέγουμε διάφορες πληροφορίες, συμπεριλαμβανομένων διευθύνσεων IP, τύπου προγράμματος περιήγησης, χώρας και άλλων τεχνικών πληροφοριών.</h3>
            
            <h2 class="font-bold">2) Χρήση πληροφοριών: </h2> <h3 class="font-medium text-base">Οι πληροφορίες που συλλέγονται χρησιμοποιούνται για την παροχή και βελτίωση των υπηρεσιών μας και την προσαρμογή του περιεχομένου στα ενδιαφέροντα των χρηστών.</h3>
            
            <h2 class="font-bold">3) Διαμοιρασμός πληροφοριών:</h2> <h3 class="font-medium text-base">Δεν διαμοιραζόμαστε προσωπικές πληροφορίες με τρίτους χωρίς την έγγραφη συγκατάθεσή σας, εκτός εάν απαιτείται από τον νόμο.</h3>
            
            <h2 class="font-bold">4) Προστασία δεδομένων: </h2> <h3 class="font-medium text-base">Αποδίδουμε μεγάλη σημασία στην προστασία των προσωπικών σας δεδομένων και λαμβάνουμε κατάλληλα μέτρα ασφαλείας για να τα προστατεύσουμε από ανεπιτρεπτη πρόσβαση ή διαρροή.</h3>
            
            <h2 class="font-bold">5) Εξωτερικοί σύνδεσμοι:</h2> <h3 class="font-medium text-base">Ο ιστότοπός μας μπορεί να περιέχει συνδέσμους προς εξωτερικούς ιστότοπους. Δεν φέρουμε ευθύνη για το περιεχόμενο ή τις πρακτικές απορρήτου των εξωτερικών αυτών ιστοτόπων.</h3>
    </div>
</section>